MatchRate-back/app/controllers/api/v1/matches_controller.rb

SELECT "matches".* FROM "matches"
---
  def index
    matches = Match.all